Repository: systopia/de.systopia.eck
Catalog: l10n/*/LC_MESSAGES/eck.po
Languages: de_de

source: Error retrieving ECK entity type name.
de_de: Fehler beim Abrufen des Entitätstyp-Namens.

source: Error retrieving ECK entity type from request.
de_de: Fehler beim Abrufen des ECK-Entitätstyps aus der Anfrage.

source: ECK Entity
de_de: ECK-Entität

source: The unique entity ID.
de_de: Die eindeutige ID der Entität.

source: Title
de_de: Titel

source: The entity title.
de_de: Der Titel der Entität.

source: Subtype
de_de: Untertyp

source: The entity subtype.
de_de: Der Untertyp der Entität.

source: Created By Contact ID
de_de: Ersteller-Kontakt-ID

source: FK to contact table.
de_de: Fremdschlüssel zur Kontakt-Tabelle.

source: Created By
de_de: Erstellt von

source: Modified By Contact ID
de_de: Bearbeiter-Kontakt-ID

source: Modified By
de_de: Bearbeitet von

source: Created Date
de_de: Erstellungsdatum

source: When the record was created.
de_de: Wann der Eintrag erstellt wurde.

source: Modified Date
de_de: Bearbeitungsdatum

source: When the record was last modified.
de_de: Wann der Eintrag zuletzt bearbeitet wurde.

source: Add Subtype
de_de: Untertyp hinzufügen

source: Edit Subtype <em>%1</em>
de_de: Untertyp <em>%1</em> bearbeiten

source: Delete Subtype <em>%1</em>
de_de: Untertyp <em>%1</em> löschen

source: Save
de_de: Speichern

source: Subtype name
de_de: Name des Untertyps

source: Icon
de_de: Symbol

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: Add Entity Type
de_de: Entitätstyp hinzufügen

source: Edit Entity Type %1
de_de: Entitätstyp %1 bearbeiten

source: Delete Entity Type %1
de_de: Entitätstyp %1 löschen

source: Invalid operation.
de_de: Ungültige Operation.

source: The entity type name must be in PascalCase (at least first letter uppercase).
de_de: Der Entitätstyp muss in PascalCase geschrieben sein (zumindest der erste Buchstabe muss ein Großbuchstabe sein).

source: An entity type with this name already exists.
de_de: Es existiert bereits ein Entitätstyp mit diesem Namen.

source: View
de_de: Anzeigen

source: Edit
de_de: Bearbeiten

source: APIv4 name of this entity.
de_de: API4-Name dieser Entität.

source: Sub Types
de_de: Untertypen

source: All subtypes of this entity.
de_de: Alle Untertypen dieser Entität.

source: Entity Construction Kit entity type %1
de_de: Entity-Construction-Kit-Eintitätstyp %1

source: Search listing for %1
de_de: Listenanzeige für %1

source: When the entity was created.
de_de: Wann die Entität erstellt wurde.

source: When the entity was created or modified or deleted.
de_de: Wann die Entität erstellt, bearbeitet, oder gelöscht wurde.

source: Entity Construction Kit (ECK): Administer Entity Types
de_de: Entity Construction Kit (ECK): Entitätstypen verwalten

source: Allows creating, editing and deleting custom entity types.
de_de: Erlaubt das Erstellen, Bearbeiten und Löschen benutzerdefinierter Entitätstypen.

source: Entity Construction Kit (ECK): Administer custom entities
de_de: Entity Construction Kit (ECK): Benutzerdefinierte Entitäten verwalten

source: Allows creating, viewing, editing and deleting custom entities of any type.
de_de: Erlaubt das Erstellen, Anzeigen, Bearbeiten und Löschen benutzerdefinierter Entitäten jedes Typs.

source: Entity Construction Kit (ECK): View any custom entity
de_de: Entity Construction Kit (ECK): Anzeigen aller benutzerdefinierten Entitäten

source: Allows viewing custom entities of any type.
de_de: Erlaubt das Anzeigen benutzerdefinierter Entitäten jedes Typs.

source: Entity Construction Kit (ECK): Create or edit any custom entity
de_de: Entity Construction Kit (ECK): Erstellen und Bearbeiten aller benutzerdefinierten Entitäten

source: Allows creating and editing custom entities of any type.
de_de: Erlaubt das Erstellen und Bearbeiten benutzerdefinierter Entitäten jedes Typs.

source: Entity Construction Kit (ECK): Delete any custom entity
de_de: Entity Construction Kit (ECK): Löschen aller benutzerdefinierten Entitäten

source: Allows deleting custom entities of any type.
de_de: Erlaubt das Löschen benutzerdefnierter Entitäten jedes Typs.

source: Entity Construction Kit (ECK): View custom entities of type %1
de_de: Entity Construction Kit (ECK): Anzeigen benutzerdefinierter Entitäten des Typs %1

source: Allows viewing custom entities of type %1.
de_de: Erlaubt das Anzeigen benutzerdefinierter Entitäten des Typs %1.

source: Entity Construction Kit (ECK): Create or edit custom entities of type %1
de_de: Entity Construction Kit (ECK): Erstellen und Bearbeiten benutzerdefinierter Entitäten des Typs %1

source: Allows creating and editing custom entities of type %1.
de_de: Erlaubt das Erstellen und Beaarbeiten benutzerdefinierter Entitäten des Typs %1.

source: Entity Construction Kit (ECK): Delete custom entities of type %1
de_de: Entity Construction Kit (ECK): Löschen benutzerdefinierter Entitäten des Typs %1

source: Allows deleting custom entities of type %1.
de_de: Erlaubt das Löschen benutzerdefinierter Entitäten des Typs %1.

source: ECK Entity Types
de_de: ECK-Entitätstypen

source: Custom Entities
de_de: Benutzerdefinierte Entitäten

source: ECK Custom Groups
de_de: ECK - Benutzerdefinierte (Feld-)Gruppen

source: Add Set of Custom Fields
de_de: Satz benutzerdefinierter Felder hinzufügen

source: Custom Group
de_de: Benutzerdefinierte (Feld-)Gruppe

source: Subtypes
de_de: Untertypen

source: Add Custom Field
de_de: Benutzerdefiniertes Feld hinzufügen

source: ECK Entity Type List
de_de: ECK-Entitätstypen

source: The Entity Construction Kit extension allows you to create and manage custom CiviCRM entities. Note: Entities require at least one subtype.
de_de: Die Erweiterung "Entity Construction Kit" ermöglicht das Erstellen und Verwalten benutzerdefinierter CiviCRM-Entitäten. Hinweis: Entitätstypen erfordern mindestens einen Untertyp.

source: Entity Type
de_de: Entitätstyp

source: Internal Name
de_de: Interner Name

source: View Records
de_de: Datensätze anzeigen

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Edit Type
de_de: Typ bearbeiten

source: Delete Type
de_de: Typ löschen

source: Add ECK Entity Type
de_de: ECK-Entitätstyp hinzufügen

source: ECK Subtypes
de_de: ECK-Untertypen

source: Description
de_de: Beschreibung

source: ECK Listing: %1
de_de: ECK-Liste: %1

source: ECK Listing Display: %1
de_de: ECK-Listen-Anzeige: %1

source: Type
de_de: Typ

source: Created
de_de: Erstellt

source: [created_date] by [created_id.display_name]
de_de: [created_date] von [created_id.display_name]

source: Modified
de_de: Bearbeitet

source: [modified_date] by [modified_id.display_name]
de_de: [modified_date] von [modified_id.display_name]

source: Add %1
de_de: %1 hinzufügen

source: ECK Entity Type
de_de: ECK-Entitätstyp

source: Custom CiviCRM entity types
de_de: Benutzerdefinierte CiviCRM-Entitätstypen

source: Unique EckEntityType ID
de_de: Eindeutige EckEntityType-ID

source: The entity type name, also used in the sql table name
de_de: Der Name des Entitätstyps, wird auch im Namen der Datenbanktabelle verwendet

source: Label
de_de: Bezeichnung

source: The entity type's human-readable name
de_de: Der lesbare Name des Entitätstyps

source: In Recent Items
de_de: In zuletzt angesehenen Elementen

source: Does this entity type get added to the recent items list
de_de: Entitäten dieses Typs zur Liste zuletzt angesehener Elemente hinzufügen

source: Custom Groups
de_de: Benutzerdefinierte (Feld-)Gruppen

source: You may add custom fields to this subtype using <a href="%1">CiviCRM's custom groups</a>.
de_de: Benutzerdefinierte Felder können diesem Untertyp mit Hilfe von <a href="%1">CiviCRMs benutzerdefinierter Feldgruppen</a> hinzugefügt werden.

source: The following custom groups extend this subtype:
de_de: Folgende benutzerdefinierte Feldgruppen werden von diesem Untertyp genutzt:

source: Do you want to delete the subtype <em>%1</em>?
de_de: Soll der Untertyp <em>%1</em> gelöscht werden?

source: This involves deleting all custom fields attached to this subtype and all currently existing entities of this subtype.
de_de: Dabei werden auch alle Entitäten dieser Unterart sowie die diesem Untertyp zugeordneten benutzerdefinierten Felder gelöscht.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: You may add subtypes after saving this new entity type.
de_de: Untertypen können nach dem Anlegen des neuen Entitätstyps hinzugefügt werden.

source: Note: ECK entities require that you add at least one subtype.
de_de: Hinweis: ECK-Entitätstypen erfordern das Hinzufügen mindestens eines Untertyps.

source: Do you want to delete the entity type<em>%1</em>?
de_de: Soll der Entitätstyp <em>%1</em> gelöscht werden?

source: This involves deleting all custom fields attached to this entity type and all currently existing entities of this type.
de_de: Dabei werden auch alle Entitäten dieses Entitätstyps sowie die diesem zugeordneten benutzerdefinierten Felder gelöscht.

source: Add
de_de: Hinzufügen

source: Copy
de_de: Kopieren

source: Submit
de_de: Übermitteln

source: Filter by Title
de_de: Nach Titel filtern

source: Filter by Type
de_de: Nach Typ filtern
